docs/1923.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>1923</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="1923"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-11-16T17:18-0500"/>
<meta name="author" content="Thomas Donahue"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">1923</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 1923</a>
<ul>
<li><a href="#sec-1-1">1.1 About</a>
<ul>
<li><a href="#sec-1-1-1">1.1.1 Testimonials</a></li>
</ul>
</li>
<li><a href="#sec-1-2">1.2 Rules</a>
<ul>
<li><a href="#sec-1-2-1">1.2.1 Players</a></li>
<li><a href="#sec-1-2-2">1.2.2 Gameplay</a></li>
<li><a href="#sec-1-2-3">1.2.3 Winning the game</a></li>
</ul>
</li>
<li><a href="#sec-1-3">1.3 Creators</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 1923</h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> About</h3>
<div class="outline-text-3" id="text-1-1">

<p>Magnificient card game.
</p>

</div>

<div id="outline-container-1-1-1" class="outline-4">
<h4 id="sec-1-1-1"><span class="section-number-4">1.1.1</span> Testimonials</h4>
<div class="outline-text-4" id="text-1-1-1">

<p>"1923 saved my life." - Local man
</p>

</div>
</div>

</div>

<div id="outline-container-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> Rules</h3>
<div class="outline-text-3" id="text-1-2">


</div>

<div id="outline-container-1-2-1" class="outline-4">
<h4 id="sec-1-2-1"><span class="section-number-4">1.2.1</span> Players</h4>
<div class="outline-text-4" id="text-1-2-1">

<p>2 or more players are required to play
</p>
<ul>
<li id="sec-1-2-1-1">Decks<br/>
The number of decks used are dependent on the number of players. To
calcultae how many decks you should be using, here is a handy-dandy
equation:

<p>
number of decks = ceil( number of players / 3 )
</p>
</li>
</ul>
</div>

</div>

<div id="outline-container-1-2-2" class="outline-4">
<h4 id="sec-1-2-2"><span class="section-number-4">1.2.2</span> Gameplay</h4>
<div class="outline-text-4" id="text-1-2-2">


<ul>
<li id="sec-1-2-2-1">Drawing First<br/>
All players draw 1 card from the deck. Higest card wins (based on
value i.e. 10 is the same as a king). If there is a tie, tied players
draw again. Drawn cards are discarded from the game &ndash; not reshuffled
into the deck.

</li>
</ul>
<ul>
<li id="sec-1-2-2-2">Each Round<br/>

<ul>
<li id="sec-1-2-2-2-1">Winning<br/>
Combined card value (blackjack rules; Ace can be 1 or 11) between
19-23. If multiple players are within that range, the player with the
value closest to 23 wins. If no player is within that range, the
player with the value closest to 19 or 23 wins (being closer to 19 or
23 are equal). Winning player keeps all cards from the round
(including tiebreaker cards). 

<ul>
<li id="sec-1-2-2-2-1-1">Breaking Ties<br/>
Player with the lowest average card value wins. If multiple players
have the same average card value, the players will draw a single card
and highest card (as before, based on value, i.e. 10 is the same as a
king) wins (repeat until winner is found).

</li>
</ul>
</li>
</ul>
<ul>
<li id="sec-1-2-2-2-2">Drawing Cards<br/>
<ol>
<li>Every player draws 2 cards and places them face down (without
   looking at them). The cards should be placed side-by-side and to
   the right hand side of the "players space."
</li>
<li>Asynchronously, each player can draw as many cards as they desire.
   If a player wishes to look at one of their cards, they must draw
   an additional card. Each additional card must be placed to the
   left of the original 2 cards.
</li>
<li>Each player must lock their left-most card when they are done
   drawing cards. Once a player has locked, they cannot unlock. To
   lock, the player turns the card sideways.
</li>
<li>Once each player has locked, all players must turnover their cards
   and count their value. Winner is determined as outlined above.
</li>
</ol>



</li>
</ul>
</li>
</ul>
</div>

</div>

<div id="outline-container-1-2-3" class="outline-4">
<h4 id="sec-1-2-3"><span class="section-number-4">1.2.3</span> Winning the game</h4>
<div class="outline-text-4" id="text-1-2-3">

<p>When there aren't enough cards left to carry out another round, the
game is over. The winner is the player with the most cards.
</p>

</div>
</div>

</div>

<div id="outline-container-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> Creators</h3>
<div class="outline-text-3" id="text-1-3">

<ul>
<li>Thomas Donahue
</li>
<li>Carlos Asmat
</li>
<li>Cody Canning
</li>
</ul>

</div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2014-11-16T17:18-0500</p>
<p class="author">Author: Thomas Donahue</p>
<p class="creator"><a href="http://orgmode.org">Org</a> version 7.9.3f with <a href="http://www.gnu.org/software/emacs/">Emacs</a> version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
